welcome = "Привет *{}*, добро пожаловать на Emporium Logistics\\!"

subscription_verification = {
    'start': "Для начала использования бота необходимо подписаться на наш [основной канал]({})",
    'fail': "Вы не подписались на канал\\. Подпишитесь и попробуйте снова",
    'button': "Проверить подписку",
    'error': "Бот не админ канала, продолжаю без проверки подписки"
}

ordering_guide = ""

calculate_price = [
    "Для начала, напишите цену товара в юанях одним числом:",
    "Цена \\~ {} ₽ без учета доставки🚐\n\nДля рассчета доставки выберите тип товара:",
    "Выберете вид доставки:",
    "Итоговая цена \\- {} ₽ \n\nСтоимость товара \\- {} ₽\n\nЦена доставки \\- {} ₽"
]

reviews = "Наши отзывы можно посмотреть по [этой ссылке](https://t.me/empolg_feedback)"

contact_support = "Техническая поддержка бота \\-\\> @ivkstd \nПомощь с заказами \\-\\> @empolg\\_manager"